AcRxMemberIterator.#ctor
Constructor

AcRxMemberIterator.find(System.Char!System.Runtime.CompilerServices.IsConst*)
Returns a member identified by the name.
name:
Input the name that identifies the member to find.
Returns:
Returns the pointer to AcRxMember identified by the string name, or NULL
if there is no such AcRxMember with the name.

AcRxMemberIterator.current
The function tries to return the value at the iterator's
current location.
Returns:
Returns a pointer to AcRxMember if successful, otherwise it returns NULL.

AcRxMemberIterator.next
Positions the iterator to the next object in the structure.
Returns:
Returns true if and only if the iterator is not done.

AcRxMemberIterator.done
The function reports whether the iterator has iterated to the end.
Returns:
It returns true if it has reached the end, otherwise it returns false.

AcRxMemberIterator.Dispose
Destructor

AcRxMemberIterator
This class provides the ability to iterate through all AcRxMember objects
of an object